// Documentation for content

module.exports = {
	// Typeface name
	typeface: "Noto Sans Sorang Sompeng",

	// Masthead
	poster: "𑃙𑃤𑃘𑃟",

	// Meta
	link:
		"https://github.com/googlefonts/noto-fonts/tree/master/hinted/ttf/NotoSansSoraSompeng",
	published: "2020",
	about:
		"Google has been developing a font family called Noto, which aims to support all languages with a harmonious look and feel. Noto has multiple styles and weights, and is freely available to all.",
	coverage: "1 Language, 1 region",
	language: "Sorang Sompeng",
	// Tester
	tester: "𑃑𑃐𑃖𑃧 𑃙𑃖𑃐𑃟𑃝𑃤𑃑𑃚𑃢 𑃤𑃖𑃖 𑃙𑃤𑃘𑃟𑃙𑃨𑃑𑃨𑃠𑃙𑃢𑃖 .",

	// Specimen
	specimen1: "𑃛𑃝𑃞𑃘𑃢𑃔𑃨𑃜 𑃖𑃙𑃞 𑃐𑃚𑃢𑃞𑃢 ",
	specimen2: "𑃐𑃤𑃔𑃨𑃔𑃨𑃠𑃢𑃜 𑃐𑃚𑃢𑃞𑃢",
	specimen3: "𑃖𑃞𑃢𑃐𑃤𑃔𑃨𑃔𑃨𑃠𑃢𑃜 𑃐𑃚𑃢𑃞𑃢",
	specimen4: "𑃐𑃤𑃔𑃨𑃔𑃨𑃠𑃜𑃦𑃕𑃣𑃐𑃠𑃚𑃝𑃢𑃜 𑃐𑃚𑃢𑃞𑃢",

	// Setting
	setting1: "𑃟𑃝𑃤𑃐𑃨𑃙𑃨𑃐𑃝𑃛𑃟𑃝𑃤𑃑 𑃜𑃠𑃡𑃦𑃛𑃚𑃤𑃑𑃢𑃜 𑃐𑃚𑃢𑃞𑃢",
	setting2: "𑃚𑃢𑃖𑃐𑃟𑃙𑃔𑃨𑃠𑃔𑃨𑃣𑃐𑃠𑃐𑃑𑃠𑃤𑃑𑃟𑃝 𑃤𑃐𑃨𑃙𑃨𑃢𑃠𑃤𑃙𑃢𑃜 𑃐𑃚𑃢𑃞𑃢",
	setting3:
		"𑃙𑃖𑃦 𑃒𑃠𑃕𑃚𑃑𑃣 𑃢𑃝𑃜𑃢𑃚𑃘𑃦𑃟𑃤𑃑𑃣𑃐𑃠𑃚𑃝𑃢𑃜 𑃒𑃦𑃔𑃨𑃠𑃤𑃐𑃑𑃑𑃚𑃢𑃜 𑃖𑃞𑃢𑃐𑃑𑃑𑃚𑃢𑃜 𑃖𑃞𑃢𑃟𑃢𑃝𑃥𑃙𑃨𑃤𑃟𑃢𑃜 .",
	setting4:
		"𑃑𑃔𑃨𑃜𑃑𑃠𑃢 . 𑃦𑃖 𑃢𑃘𑃦𑃟 𑃣 𑃢𑃘𑃦𑃟𑃖𑃑𑃤 𑃘𑃦𑃟𑃢𑃑𑃤𑃟𑃝𑃢𑃙𑃑 𑃣𑃞𑃤 𑃞𑃝𑃣 𑃢𑃝𑃜𑃢𑃚𑃘𑃦𑃟𑃤𑃑𑃣𑃐𑃠𑃚𑃝 𑃖𑃞𑃢𑃒𑃦𑃔𑃨𑃠𑃤𑃐𑃑𑃑𑃚 . 𑃞𑃣 𑃒𑃦𑃔𑃨𑃠𑃤𑃐𑃑𑃑𑃚 𑃞𑃣 𑃖𑃞𑃢𑃒𑃦𑃔𑃨𑃠𑃤𑃐𑃑𑃑𑃚 𑃞𑃣 𑃚𑃤𑃝𑃜𑃒𑃦𑃔𑃨𑃠𑃤𑃐𑃑𑃑𑃚 𑃞𑃣 𑃖𑃞𑃢𑃟𑃢𑃝𑃥𑃙𑃨𑃤𑃟 𑃐𑃖𑃝 𑃞𑃝𑃤𑃔𑃨𑃜𑃖 . 𑃣𑃞𑃜𑃣𑃞𑃤 𑃞𑃝𑃣 𑃢𑃝𑃜𑃢𑃚𑃘𑃦𑃟𑃤𑃑𑃣𑃐𑃠𑃚𑃝 𑃖𑃞𑃣𑃐𑃠𑃚𑃝 𑃛𑃝𑃖𑃢𑃝𑃑𑃠𑃓𑃤𑃑𑃑 𑃖𑃞𑃢𑃟𑃢𑃝𑃥𑃙𑃨𑃤𑃟 .",
	setting5:
		"𑃟𑃥𑃝𑃥𑃟𑃥𑃝𑃥 𑃟𑃝𑃖 . 𑃐𑃢𑃔𑃨𑃠𑃜𑃐𑃢𑃔𑃨𑃠𑃜 𑃚𑃤𑃔𑃨𑃜𑃢𑃖 . 𑃔𑃨𑃣𑃞𑃤𑃔𑃨𑃣𑃞𑃤 𑃑𑃚𑃝𑃖 𑃟𑃢𑃖𑃖 𑃕𑃖 𑃚𑃤𑃞𑃗𑃕𑃖 𑃚𑃤𑃕𑃖 𑃐𑃤𑃔𑃨𑃔𑃨𑃠𑃜𑃦𑃕𑃣𑃐𑃠𑃚𑃝 . 𑃔𑃨𑃠𑃥𑃝𑃥𑃔𑃨𑃠𑃥𑃝𑃥 𑃚𑃤𑃜𑃙𑃑 𑃣 𑃖𑃞𑃢𑃚𑃤𑃜𑃙𑃑 𑃣 . 𑃔𑃨𑃠𑃝𑃔𑃨𑃠𑃝 𑃔𑃨𑃠𑃝𑃣𑃙𑃔𑃨𑃝𑃣𑃐𑃠𑃚𑃝 . 𑃓𑃘𑃓𑃘 𑃚𑃤𑃖𑃘𑃢𑃖𑃘 𑃢𑃝𑃜𑃢𑃚𑃘𑃦𑃟𑃤𑃑𑃣𑃐𑃠𑃚𑃝 𑃠𑃤𑃙 . 𑃟𑃝𑃤𑃐𑃨𑃙𑃨𑃠𑃑𑃨𑃢𑃖𑃟𑃥𑃑𑃨𑃢'𑃚𑃝𑃖 𑃛𑃝𑃝𑃖 𑃚𑃤𑃝𑃖 𑃖𑃞𑃢𑃐𑃤𑃔𑃨𑃔𑃨𑃠𑃚𑃤𑃔𑃨𑃜𑃢𑃔𑃨𑃠𑃝 . 𑃒𑃘𑃒𑃘 𑃖𑃞𑃢𑃒𑃘 𑃖𑃘𑃘𑃖𑃘𑃘 𑃖𑃞𑃢𑃖𑃘𑃘 𑃓𑃘 𑃓𑃘 𑃖𑃞𑃢𑃓𑃘 . 𑃟𑃝𑃤𑃐𑃨𑃙𑃨𑃚𑃝𑃙𑃨 𑃔𑃨𑃤𑃝𑃕𑃠𑃟𑃝𑃤𑃐𑃨𑃙𑃨𑃛𑃟𑃐𑃨𑃙𑃤𑃝𑃕𑃠𑃢𑃑𑃙 𑃞𑃣 𑃛𑃔𑃨𑃖𑃞𑃐𑃑 . 𑃓𑃝 𑃓𑃝 𑃙𑃤𑃐𑃠𑃢𑃓𑃝𑃣𑃐𑃠𑃚𑃝 𑃟𑃝𑃤𑃐𑃨𑃙𑃨𑃐𑃝𑃛𑃟𑃝𑃤𑃑𑃜𑃠𑃡𑃦𑃛𑃚𑃤𑃑",
	setting6:
		"𑃟𑃥𑃝𑃥𑃟𑃥𑃝𑃥 𑃟𑃝𑃖 . 𑃐𑃢𑃔𑃨𑃠𑃜𑃐𑃢𑃔𑃨𑃠𑃜 𑃚𑃤𑃔𑃨𑃜𑃢𑃖 . 𑃔𑃨𑃣𑃞𑃤𑃔𑃨𑃣𑃞𑃤 𑃑𑃚𑃝𑃖 𑃟𑃢𑃖𑃖 𑃕𑃖 𑃚𑃤𑃞𑃗𑃕𑃖 𑃚𑃤𑃕𑃖 𑃐𑃤𑃔𑃨𑃔𑃨𑃠𑃜𑃦𑃕𑃣𑃐𑃠𑃚𑃝 . 𑃔𑃨𑃠𑃥𑃝𑃥𑃔𑃨𑃠𑃥𑃝𑃥 𑃚𑃤𑃜𑃙𑃑 𑃣 𑃖𑃞𑃢𑃚𑃤𑃜𑃙𑃑 𑃣 . 𑃔𑃨𑃠𑃝𑃔𑃨𑃠𑃝 𑃔𑃨𑃠𑃝𑃣𑃙𑃔𑃨𑃝𑃣𑃐𑃠𑃚𑃝 . 𑃓𑃘𑃓𑃘 𑃚𑃤𑃖𑃘𑃢𑃖𑃘 𑃢𑃝𑃜𑃢𑃚𑃘𑃦𑃟𑃤𑃑𑃣𑃐𑃠𑃚𑃝 𑃠𑃤𑃙 . 𑃟𑃝𑃤𑃐𑃨𑃙𑃨𑃠𑃑𑃨𑃢𑃖𑃟𑃥𑃑𑃨𑃢'𑃚𑃝𑃖 𑃛𑃝𑃝𑃖 𑃚𑃤𑃝𑃖 𑃖𑃞𑃢𑃐𑃤𑃔𑃨𑃔𑃨𑃠𑃚𑃤𑃔𑃨𑃜𑃢𑃔𑃨𑃠𑃝 . 𑃒𑃘𑃒𑃘 𑃖𑃞𑃢𑃒𑃘 𑃖𑃘𑃘𑃖𑃘𑃘 𑃖𑃞𑃢𑃖𑃘𑃘 𑃓𑃘 𑃓𑃘 𑃖𑃞𑃢𑃓𑃘 . 𑃟𑃝𑃤𑃐𑃨𑃙𑃨𑃚𑃝𑃙𑃨 𑃔𑃨𑃤𑃝𑃕𑃠𑃟𑃝𑃤𑃐𑃨𑃙𑃨𑃛𑃟𑃐𑃨𑃙𑃤𑃝𑃕𑃠𑃢𑃑𑃙 𑃞𑃣 𑃛𑃔𑃨𑃖𑃞𑃐𑃑 . 𑃓𑃝 𑃓𑃝 𑃙𑃤𑃐𑃠𑃢𑃓𑃝𑃣𑃐𑃠𑃚𑃝 𑃟𑃝𑃤𑃐𑃨𑃙𑃨𑃐𑃝𑃛𑃟𑃝𑃤𑃑𑃜𑃠𑃡𑃦𑃛𑃚𑃤𑃑 . 𑃣𑃞𑃜𑃣𑃞𑃤 𑃖𑃞𑃢𑃚𑃝𑃢𑃞𑃖𑃥𑃟𑃠 𑃑𑃝𑃤𑃛𑃥𑃝𑃔𑃨𑃞𑃙𑃣𑃐𑃠𑃚𑃝 𑃙𑃢𑃝𑃢𑃜𑃙𑃨𑃒𑃘𑃦𑃛𑃒𑃘𑃚𑃣𑃐𑃠𑃔𑃨𑃠𑃝 . 𑃞𑃣 𑃙𑃤𑃘𑃟𑃙𑃨𑃑𑃨𑃠 𑃞𑃣 𑃖𑃞𑃢𑃟𑃢𑃘 𑃞𑃘𑃢𑃞𑃘𑃚𑃤𑃐𑃨 𑃙𑃤𑃝𑃠𑃤𑃑 𑃘𑃦𑃟𑃐𑃜 𑃝𑃢𑃕𑃚𑃤𑃐𑃨 𑃚𑃤𑃙𑃢𑃐𑃠𑃙 𑃔𑃨𑃚𑃣𑃐𑃨𑃚𑃤𑃐𑃨𑃚𑃤𑃙𑃢𑃐𑃠𑃙 𑃖𑃦𑃞𑃚𑃤𑃐𑃨𑃚𑃤𑃙𑃢𑃐𑃠𑃙 𑃞𑃥𑃘𑃥𑃞𑃥𑃘𑃥 𑃖𑃘𑃘 . 𑃞𑃥𑃘𑃥 𑃞𑃝𑃣 𑃖𑃞𑃢𑃛𑃔𑃨𑃖𑃙𑃢𑃒𑃠 . 𑃐𑃝𑃐𑃝 𑃐𑃤𑃝𑃤𑃐𑃤𑃝𑃤 𑃐𑃥𑃝𑃥𑃐𑃥𑃝𑃥 𑃖𑃥𑃝𑃥𑃖𑃥𑃝𑃥 𑃒𑃥𑃔𑃨𑃠𑃜𑃒𑃥𑃔𑃨𑃠𑃜 𑃒𑃦𑃔𑃨𑃠𑃜𑃒𑃦𑃔𑃨𑃠𑃜 𑃖𑃧𑃑𑃝𑃤𑃜 𑃙𑃤𑃘𑃟𑃙𑃨𑃑𑃨𑃠 . 𑃣𑃞𑃜𑃣𑃞𑃤 𑃚𑃢𑃖𑃐𑃑𑃠𑃤𑃑𑃐𑃤𑃖𑃞𑃖𑃥𑃟𑃠 . 𑃞𑃐𑃞𑃐 𑃖𑃥𑃡𑃓𑃖𑃥𑃡𑃓 𑃖𑃞𑃢𑃑𑃨𑃑𑃨𑃞𑃢𑃐𑃖 . 𑃣𑃞𑃜𑃣𑃞𑃤 𑃒𑃠𑃦 𑃖𑃞𑃢𑃐𑃤𑃔𑃨𑃔𑃨𑃠𑃜𑃦𑃕𑃣𑃐𑃠𑃚𑃝 . 𑃒𑃠𑃙𑃨𑃒𑃠𑃙𑃨 𑃚𑃢𑃓𑃖 . 𑃐𑃢𑃔𑃨𑃠𑃜𑃐𑃢𑃔𑃨𑃠𑃜 𑃚𑃤𑃔𑃨𑃜𑃢𑃖 . 𑃐𑃖𑃝𑃐𑃖𑃝 𑃑𑃖 𑃒𑃠𑃕𑃚𑃙𑃑𑃖 𑃘𑃦𑃟𑃤𑃑𑃚𑃤𑃘𑃦𑃟𑃤𑃑𑃖 𑃘𑃦𑃟𑃣𑃐𑃠𑃚𑃝𑃖 𑃑𑃑𑃠𑃢𑃕𑃑𑃖 . 𑃔𑃨𑃔𑃨𑃢𑃞𑃤 𑃖𑃣 𑃔𑃨𑃝𑃐𑃠𑃙𑃟𑃢𑃖𑃐𑃜 𑃔𑃨𑃝𑃐𑃠𑃙𑃖 ."
};
