module.exports = {
	typeface: "Noto Sans Devanagari",

	// Masthead
	poster: "असेम्ब",

	// Meta
	link: "https://www.google.com/get/noto/#sans-deva",
	published: "2020",
	about:
		"Google has been developing a font family called Noto, which aims to support all languages with a harmonious look and feel. Noto is Google’s answer to tofu. The name noto is to convey the idea that Google’s goal is to see “no more tofu”. Noto has multiple styles and weights, and is freely available to all.",
	designers: "Author name",
	coverage: "63 languages across 8 regions",
	language:
		"Angika,Awadhi,Bagheli,Bantawa,Bateri,Bhilali,Bhili,Bhojpuri,Bodo,Braj,Chhattisgarhi,Dangaura Tharu,Garhwali,Goan Konkani,Gondi (Devanagari script),Eastern Gurung,Western Gurung,Haroti,Haryanvi,Fiji Hindi,Hindi,Ho,Jumli,Kachchi,Kanauji,Kangri,Kashmiri (Devanagari script),Kathoriya Tharu,Khandesi,Kochila Tharu,Konkani,Kumaoni,Kurukh,Limbu,Magahi,Eastern Magar,Western Magar,Maithili,Marathi,Marwari,Mewari,Mewati,Munda (Devanagari script),Mundari (Devanagari script),Nepali,Newari,Nimadi,Pali (Devanagari script),Rajasthani,Rajbanshi,Rana Tharu,Sadri,Sanskrit,Santali (Devanagari script),Shekhawati,Sherpa,Sindhi (Devanagari script),Sirmauri,Eastern Tamang,Southwestern Tamang,Western Tamang,Thulung,Wagdi",

	// Tester
	tester:
		"ऋषियों को सताने वाले दुष्ट राक्षसों के राजा रावण का सर्वनाश करने वाले विष्णुवतार भगवान श्रीराम, अयोध्या के महाराज दशरथ के बड़े सपुत्र थे।",

	// Specimen
	specimen1: "जन्मजात स्वतंत्र",
	specimen2: "निर्माण",
	specimen3: "उन्नीस अस्सी-चार, अक्सर 1984 के रूप में प्रकाशित",
	specimen4:
		"डबलथंक का अर्थ है एक साथ एक मन में दो विरोधाभासी मान्यताओं को धारण करने और स्वीकार करने की शक्ति",

	// Setting
	setting1: "सभी को जीवन का अधिकार है",
	setting2:
		"सभी मनुष्यों का जन्म स्वतंत्र और समान रूप से सम्मान और अधिकार में हुआ है।",
	setting3:
		"उन्हें तर्क और विवेक से संपन्न होना चाहिए और भाईचारे की भावना से एक दूसरे के प्रति कार्य करना चाहिए। हर कोई इस तरह की दौड़, रंग, लिंग, भाषा, धर्म, राजनीतिक या अन्य राय, राष्ट्रीय या सामाजिक मूल, संपत्ति, जन्म या अन्य स्थिति के बिना, इस घोषणा में उल्लिखित सभी अधिकारों और स्वतंत्रता का हकदार है। इसके अलावा, देश या क्षेत्र की राजनीतिक, अधिकार क्षेत्र या अंतरराष्ट्रीय स्थिति के आधार पर कोई अंतर नहीं किया जाएगा, जो किसी व्यक्ति का है, चाहे वह स्वतंत्र, विश्वास, गैर-स्वशासी हो या किसी अन्य सीमा के अधीन हो।",
	setting4:
		"प्रत्येक व्यक्ति को जीवन, स्वतंत्रता और व्यक्ति की सुरक्षा का अधिकार है। किसी को गुलामी या दासता में नहीं रखा जाएगा; दासता और दास व्यापार उनके सभी रूपों में निषिद्ध होंगे। किसी को यातना या क्रूरता, अमानवीय या अपमानजनक उपचार या दंड के अधीन नहीं किया जाएगा। हर किसी को कानून के समक्ष एक व्यक्ति के रूप में हर जगह मान्यता देने का अधिकार है। सभी कानून के समक्ष समान हैं और कानून के समान संरक्षण के लिए बिना किसी भेदभाव के हकदार हैं। सभी इस घोषणा के उल्लंघन में और किसी भी भेदभाव के खिलाफ किसी भी भेदभाव के खिलाफ समान सुरक्षा के हकदार हैं।",
	setting5:
		"संविधान या कानून द्वारा उसे दिए गए मौलिक अधिकारों के उल्लंघन के कृत्यों के लिए सक्षम राष्ट्रीय न्यायाधिकरणों द्वारा प्रभावी उपाय का अधिकार सभी को है। किसी को भी मनमानी गिरफ्तारी, हिरासत या निर्वासन के अधीन नहीं किया जाएगा। एक स्वतंत्र और निष्पक्ष न्यायाधिकरण द्वारा, अपने अधिकारों और दायित्वों के निर्धारण में और उसके खिलाफ किसी भी आपराधिक आरोप द्वारा सभी लोग निष्पक्ष और सार्वजनिक सुनवाई के लिए पूरी समानता के हकदार हैं। (१) दंडात्मक अपराध के लिए आरोपित प्रत्येक व्यक्ति को निर्दोष होने का अधिकार है, जब तक कि वह एक सार्वजनिक मुकदमे में कानून के अनुसार दोषी साबित न हो जाए, जिस पर उसके पास अपने बचाव के लिए आवश्यक सभी गारंटियाँ थीं। (2) किसी भी अधिनियम या चूक के कारण किसी को कोई दंडनीय अपराध नहीं माना जाएगा, जो उस समय राष्ट्रीय या अंतर्राष्ट्रीय कानून के तहत दंडनीय अपराध नहीं बनता था, जब वह प्रतिबद्ध था। न ही उस समय एक भारी जुर्माना लगाया जाएगा जो उस समय लागू था जो दंडनीय अपराध था। किसी को भी उसकी निजता, परिवार, घर या पत्राचार के साथ मनमाना हस्तक्षेप नहीं करना चाहिए, न ही उसके सम्मान और प्रतिष्ठा पर हमला करना चाहिए। हर किसी को इस तरह के हस्तक्षेप या हमलों के खिलाफ कानून के संरक्षण का अधिकार है।",
	setting6:
		"अनुच्छेद 13. (1) प्रत्येक को प्रत्येक राज्य की सीमाओं के भीतर आंदोलन और निवास की स्वतंत्रता का अधिकार है। (२) प्रत्येक व्यक्ति को अपने देश सहित किसी भी देश को छोड़ने और अपने देश लौटने का अधिकार है। अनुच्छेद 14. (1) प्रत्येक व्यक्ति को उत्पीड़न से शरण पाने के लिए अन्य देशों की तलाश और आनंद लेने का अधिकार है। (२) गैर-राजनीतिक अपराधों से या संयुक्त राष्ट्र के उद्देश्यों और सिद्धांतों के विपरीत कार्य करने वाले अभियोगों के मामले में इस अधिकार को लागू नहीं किया जा सकता है। अनुच्छेद 15. (1) सभी को एक राष्ट्रीयता का अधिकार है। (२) किसी को भी उसकी राष्ट्रीयता से वंचित नहीं किया जाएगा और न ही उसकी राष्ट्रीयता को बदलने के अधिकार से वंचित किया जाएगा। अनुच्छेद 16. (1) जाति, राष्ट्रीयता या धर्म के कारण किसी भी सीमा के बिना पूर्ण आयु के पुरुषों और महिलाओं को विवाह करने और परिवार पाने का अधिकार है। वे शादी के दौरान, विवाह के दौरान और इसके विघटन के समान अधिकार के हकदार हैं। (२) विवाहित जीवनसाथी की स्वतंत्र और पूर्ण सहमति से ही विवाह किया जाएगा। (३) परिवार समाज की प्राकृतिक और मौलिक समूह इकाई है और यह समाज और राज्य द्वारा संरक्षण का हकदार है। अनुच्छेद 17. (1) प्रत्येक व्यक्ति के पास अकेले संपत्ति के साथ-साथ दूसरों के साथ जुड़ने का अधिकार है। (2) किसी को भी उसकी संपत्ति से मनमाने ढंग से वंचित नहीं किया जाएगा। अनुच्छेद 18. प्रत्येक व्यक्ति को विचार, विवेक और धर्म की स्वतंत्रता का अधिकार है; इस अधिकार में अपने धर्म या विश्वास को बदलने की स्वतंत्रता शामिल है, और स्वतंत्रता, अकेले या दूसरों के साथ और सार्वजनिक या निजी में, अपने धर्म या शिक्षण, अभ्यास, पूजा और पालन में विश्वास प्रकट करने के लिए। अनुच्छेद 19. सभी को राय और अभिव्यक्ति की स्वतंत्रता का अधिकार है; इस अधिकार में हस्तक्षेप के बिना राय रखने और किसी भी मीडिया के माध्यम से सूचना और विचारों को प्राप्त करने, प्राप्त करने और प्रदान करने और स्वतंत्रता की परवाह किए बिना स्वतंत्रता शामिल है। अनुच्छेद 20. (1) सभी को शांतिपूर्ण विधानसभा और संघ की स्वतंत्रता का अधिकार है। (२) किसी को संघ से संबंधित होने के लिए बाध्य नहीं किया जा सकता है।"
};
