// Documentation for content

module.exports = {
	// Typeface name
	typeface: "Noto Sans New Tai Lue",

	// Masthead
	poster: "ᨵᩤᩁᨱᩦ",

	// Meta
	link: "https://www.google.com/get/noto/#sans-talu",
	published: "2020",
	about:
		"Google has been developing a font family called Noto, which aims to support all languages with a harmonious look and feel. Noto has multiple styles and weights, and is freely available to all.",
	coverage: "1 Language, 1 Region",
	language: "Lü",
	// Tester
	tester: "ᩉ᩺ᩂᨴᨿᩴ ᩅᩁ᩠ᨲᨿᩥᩇ᩠ᨿᩣᨾᩥ ᩈᩁ᩠ᩅᩣᩁ᩠ᨳᩈᩣᨵᨠᩴ ᩆᩩᨽᨾ᩺",

	// Specimen
	specimen1: "ᨸᩕᩉᩖᩣᨴᨿ ᨾᨶᩡ ᩈ᩠ᩅᩣᩉᩣ",
	specimen2: "ᩈᩥᨴ᩠ᨵᩤᨿ ᩈ᩠ᩅᩣᩉᩣ",
	specimen3: "ᨾᩉᩣᩈᩥᨴ᩠ᨵᩤᨿ ᩈ᩠ᩅᩣᩉᩣ",
	specimen4: "ᩈᩥᨴ᩠ᨵᨿᩮᩣᨣᩮᩆ᩠ᩅᩁᩣᨿ ᩈ᩠ᩅᩣᩉᩣ",

	// Setting
	setting1: "ᨠ᩺ᩂᩇ᩠ᨱᩈᩁ᩠ᨸ ᨠ᩺ᩂᨲᨿᨩ᩠ᨬᩮᩣ ᨸᩅᩦᨲᩣᨿ ᩈ᩠ᩅᩣᩉᩣ",
	setting2:
		"ᨶᨾᩮᩣ ᨽᨣᩅᨲᩮ ᩋᩣᩁ᩠ᨿᩣᩅᩃᩮᩣᨠᩥᨲᩮᩆ᩠ᩅᩁᩣᨿ ᨻᩮᩣᨵᩥᩈᨲ᩠ᨲ᩠ᩅᩣᨿ ᨾᩉᩣᩈᨲ᩠ᨲ᩠ᩅᩣᨿ ᨾᩉᩣᨠᩣᩁᩩᨱᩥᨠᩣᨿ",
	setting3:
		"ᨲᨴ᩠ᨿᨳᩣ ᪨ ᩒᩴ ᩋᩣᩃᩮᩣᨠ ᩑ ᩋᩣᩃᩮᩣᨠᨾᨲᩥ ᩃᩮᩣᨠᩣᨲᩥᨠᩕᩣᨶ᩠ᨲ ᩑᩉᩥ ᩉᩁᩮ ᩋᩣᩁ᩠ᨿᩣᩅᩃᩮᩣᨠᩥᨲᩮᩆ᩠ᩅᩁ ᨾᩉᩣᨻᩮᩣᨵᩥᩈᨲ᩠ᨲ᩠ᩅ ᪨ ᩉᩮ ᨻᩮᩣᨵᩥᩈᨲ᩠ᨲ᩠ᩅ ᩉᩮ ᨾᩉᩣᨻᩮᩣᨵᩥᩈᨲ᩠ᨲ᩠ᩅ ᩉᩮ ᩅᩦᩁ᩠ᨿᨻᩮᩣᨵᩥᩈᨲ᩠ᨲ᩠ᩅ ᩉᩮ ᨾᩉᩣᨠᩣᩁᩩᨱᩥᨠ ᩈ᩠ᨾᩁ ᩉ᩺ᩂᨴᨿᨾ᩺ ᪨ ᩑᩉ᩠ᨿᩮᩉᩥ ᩉᩁᩮ ᩋᩣᩁ᩠ᨿᩣᩅᩃᩮᩣᨠᩥᨲᩮᩆ᩠ᩅᩁ ᨾᩉᩮᩆ᩠ᩅᩁ ᨸᩁᨾᩣᩁ᩠ᨳᨧᩥᨲ᩠ᨲ ᨾᩉᩣᨠᩣᩁᩩᨱᩥᨠ ᪨ ᨠᩩᩁᩩᨠᩩᩁᩩ ᨠᩁ᩠ᨾ ᪨ ᩈᩣᨵᨿᩈᩣᨵᨿ",
	setting4:
		"ᨲᨴ᩠ᨿᨳᩣ ᪨ ᩒᩴ ᩋᩣᩃᩮᩣᨠ ᩑ ᩋᩣᩃᩮᩣᨠᨾᨲᩥ ᩃᩮᩣᨠᩣᨲᩥᨠᩕᩣᨶ᩠ᨲ ᩑᩉᩥ ᩉᩁᩮ ᩋᩣᩁ᩠ᨿᩣᩅᩃᩮᩣᨠᩥᨲᩮᩆ᩠ᩅᩁ ᨾᩉᩣᨻᩮᩣᨵᩥᩈᨲ᩠ᨲ᩠ᩅ ᪨ ᩉᩮ ᨻᩮᩣᨵᩥᩈᨲ᩠ᨲ᩠ᩅ ᩉᩮ ᨾᩉᩣᨻᩮᩣᨵᩥᩈᨲ᩠ᨲ᩠ᩅ ᩉᩮ ᩅᩦᩁ᩠ᨿᨻᩮᩣᨵᩥᩈᨲ᩠ᨲ᩠ᩅ ᩉᩮ ᨾᩉᩣᨠᩣᩁᩩᨱᩥᨠ ᩈ᩠ᨾᩁ ᩉ᩺ᩂᨴᨿᨾ᩺ ᪨ ᩑᩉ᩠ᨿᩮᩉᩥ ᩉᩁᩮ ᩋᩣᩁ᩠ᨿᩣᩅᩃᩮᩣᨠᩥᨲᩮᩆ᩠ᩅᩁ ᨾᩉᩮᩆ᩠ᩅᩁ ᨸᩁᨾᩣᩁ᩠ᨳᨧᩥᨲ᩠ᨲ ᨾᩉᩣᨠᩣᩁᩩᨱᩥᨠ ᪨ ᨠᩩᩁᩩᨠᩩᩁᩩ ᨠᩁ᩠ᨾ ᪨ ᩈᩣᨵᨿᩈᩣᨵᨿ ᩅᩥᨴ᩠ᨿᩤᨾ᩺ ᪨ ᨴᩮᩉᩥᨴᩮᩉᩥ ᨲ᩠ᩅᩁᩴ ᨠᩣᨾᨾ᩺ ᨣᨾ ᩅᩥᩉᩘᨣᨾ ᩅᩥᨣᨾ ᩈᩥᨴ᩠ᨵᨿᩮᩣᨣᩮᩆ᩠ᩅᩁ ᪨ ᨵᩩᩁᩩᨵᩩᩁᩩ ᩅᩥᨿᨶ᩠ᨲ ᩑ ᨾᩉᩣᩅᩥᨿᨶ᩠ᨲ ᩑ ᪨",
	setting5:
		"ᨲᨴ᩠ᨿᨳᩣ ᪨ ᩒᩴ ᩋᩣᩃᩮᩣᨠ ᩑ ᩋᩣᩃᩮᩣᨠᨾᨲᩥ ᩃᩮᩣᨠᩣᨲᩥᨠᩕᩣᨶ᩠ᨲ ᩑᩉᩥ ᩉᩁᩮ ᩋᩣᩁ᩠ᨿᩣᩅᩃᩮᩣᨠᩥᨲᩮᩆ᩠ᩅᩁ ᨾᩉᩣᨻᩮᩣᨵᩥᩈᨲ᩠ᨲ᩠ᩅ ᪨ ᩉᩮ ᨻᩮᩣᨵᩥᩈᨲ᩠ᨲ᩠ᩅ ᩉᩮ ᨾᩉᩣᨻᩮᩣᨵᩥᩈᨲ᩠ᨲ᩠ᩅ ᩉᩮ ᩅᩦᩁ᩠ᨿᨻᩮᩣᨵᩥᩈᨲ᩠ᨲ᩠ᩅ ᩉᩮ ᨾᩉᩣᨠᩣᩁᩩᨱᩥᨠ ᩈ᩠ᨾᩁ ᩉ᩺ᩂᨴᨿᨾ᩺ ᪨ ᩑᩉ᩠ᨿᩮᩉᩥ ᩉᩁᩮ ᩋᩣᩁ᩠ᨿᩣᩅᩃᩮᩣᨠᩥᨲᩮᩆ᩠ᩅᩁ ᨾᩉᩮᩆ᩠ᩅᩁ ᨸᩁᨾᩣᩁ᩠ᨳᨧᩥᨲ᩠ᨲ ᨾᩉᩣᨠᩣᩁᩩᨱᩥᨠ ᪨ ᨠᩩᩁᩩᨠᩩᩁᩩ ᨠᩁ᩠ᨾ ᪨ ᩈᩣᨵᨿᩈᩣᨵᨿ ᩅᩥᨴ᩠ᨿᩤᨾ᩺ ᪨ ᨴᩮᩉᩥᨴᩮᩉᩥ ᨲ᩠ᩅᩁᩴ ᨠᩣᨾᨾ᩺ ᨣᨾ ᩅᩥᩉᩘᨣᨾ ᩅᩥᨣᨾ ᩈᩥᨴ᩠ᨵᨿᩮᩣᨣᩮᩆ᩠ᩅᩁ ᪨ ᨵᩩᩁᩩᨵᩩᩁᩩ ᩅᩥᨿᨶ᩠ᨲ ᩑ ᨾᩉᩣᩅᩥᨿᨶ᩠ᨲ ᩑ ᪨ ᨵᩁᨵᩁ ᨵᩁᩮᨶ᩠ᨴᩕᩮᩆ᩠ᩅᩁ ᪨ ᨧᩃᨧᩃ ᩅᩥᨾᩃᩣᨾᩃ ᩋᩣᩁ᩠ᨿᩣᩅᩃᩮᩣᨠᩥᨲᩮᩆ᩠ᩅᩁ ᨩᩥᨶ ᪨ ᨠ᩺ᩂᩇ᩠ᨱᨩᨭᩣᨾᨠᩩᨭᩣ'ᩅᩁᨾ ᨸᩕᩁᨾ ᩅᩥᩁᨾ ᨾᩉᩣᩈᩥᨴ᩠ᨵᩅᩥᨴ᩠ᨿᩤᨵᩁ ᪨ ᨻᩃᨻᩃ ᨾᩉᩣᨻᩃ ᨾᩃᩖᨾᩃᩖ ᨾᩉᩣᨾᩃᩖ ᨧᩃ ᨧᩃ ᨾᩉᩣᨧᩃ ᪨ ᨠ᩺ᩂᩇ᩠ᨱᩅᩁ᩠ᨱ ᨴᩦᩁ᩠ᨥᨠ᩺ᩂᩇ᩠ᨱᨸᨠ᩺ᩇᨶᩥᩁ᩠ᨥᩣᨲᨶ ᩉᩮ ᨸᨴ᩠ᨾᩉᩈ᩠ᨲ ᪨ ᨧᩁ ᨧᩁ ᨶᩥᩆᩣᨧᩁᩮᩆ᩠ᩅᩁ ᨠ᩺ᩂᩇ᩠ᨱᩈᩁ᩠ᨸᨠ᩺ᩂᨲᨿᨩ᩠ᨬᩮᩣᨸᩅᩦᨲ ᪨ ᩑᩉ᩠ᨿᩮᩉᩥ ᨾᩉᩣᩅᩁᩣᩉᨾᩩᨡ ᨲᩕᩥᨸᩩᩁᨴᩉᨶᩮᩆ᩠ᩅᩁ ᨶᩣᩁᩣᨿᨱᨻ",
	setting6:
		"ᨲᨴ᩠ᨿᨳᩣ ᪨ ᩒᩴ ᩋᩣᩃᩮᩣᨠ ᩑ ᩋᩣᩃᩮᩣᨠᨾᨲᩥ ᩃᩮᩣᨠᩣᨲᩥᨠᩕᩣᨶ᩠ᨲ ᩑᩉᩥ ᩉᩁᩮ ᩋᩣᩁ᩠ᨿᩣᩅᩃᩮᩣᨠᩥᨲᩮᩆ᩠ᩅᩁ ᨾᩉᩣᨻᩮᩣᨵᩥᩈᨲ᩠ᨲ᩠ᩅ ᪨ ᩉᩮ ᨻᩮᩣᨵᩥᩈᨲ᩠ᨲ᩠ᩅ ᩉᩮ ᨾᩉᩣᨻᩮᩣᨵᩥᩈᨲ᩠ᨲ᩠ᩅ ᩉᩮ ᩅᩦᩁ᩠ᨿᨻᩮᩣᨵᩥᩈᨲ᩠ᨲ᩠ᩅ ᩉᩮ ᨾᩉᩣᨠᩣᩁᩩᨱᩥᨠ ᩈ᩠ᨾᩁ ᩉ᩺ᩂᨴᨿᨾ᩺ ᪨ ᩑᩉ᩠ᨿᩮᩉᩥ ᩉᩁᩮ ᩋᩣᩁ᩠ᨿᩣᩅᩃᩮᩣᨠᩥᨲᩮᩆ᩠ᩅᩁ ᨾᩉᩮᩆ᩠ᩅᩁ ᨸᩁᨾᩣᩁ᩠ᨳᨧᩥᨲ᩠ᨲ ᨾᩉᩣᨠᩣᩁᩩᨱᩥᨠ ᪨ ᨠᩩᩁᩩᨠᩩᩁᩩ ᨠᩁ᩠ᨾ ᪨ ᩈᩣᨵᨿᩈᩣᨵᨿ ᩅᩥᨴ᩠ᨿᩤᨾ᩺ ᪨ ᨴᩮᩉᩥᨴᩮᩉᩥ ᨲ᩠ᩅᩁᩴ ᨠᩣᨾᨾ᩺ ᨣᨾ ᩅᩥᩉᩘᨣᨾ ᩅᩥᨣᨾ ᩈᩥᨴ᩠ᨵᨿᩮᩣᨣᩮᩆ᩠ᩅᩁ ᪨ ᨵᩩᩁᩩᨵᩩᩁᩩ ᩅᩥᨿᨶ᩠ᨲ ᩑ ᨾᩉᩣᩅᩥᨿᨶ᩠ᨲ ᩑ ᪨ ᨵᩁᨵᩁ ᨵᩁᩮᨶ᩠ᨴᩕᩮᩆ᩠ᩅᩁ ᪨ ᨧᩃᨧᩃ ᩅᩥᨾᩃᩣᨾᩃ ᩋᩣᩁ᩠ᨿᩣᩅᩃᩮᩣᨠᩥᨲᩮᩆ᩠ᩅᩁ ᨩᩥᨶ ᪨ ᨠ᩺ᩂᩇ᩠ᨱᨩᨭᩣᨾᨠᩩᨭᩣ'ᩅᩁᨾ ᨸᩕᩁᨾ ᩅᩥᩁᨾ ᨾᩉᩣᩈᩥᨴ᩠ᨵᩅᩥᨴ᩠ᨿᩤᨵᩁ ᪨ ᨻᩃᨻᩃ ᨾᩉᩣᨻᩃ ᨾᩃᩖᨾᩃᩖ ᨾᩉᩣᨾᩃᩖ ᨧᩃ ᨧᩃ ᨾᩉᩣᨧᩃ ᪨ ᨠ᩺ᩂᩇ᩠ᨱᩅᩁ᩠ᨱ ᨴᩦᩁ᩠ᨥᨠ᩺ᩂᩇ᩠ᨱᨸᨠ᩺ᩇᨶᩥᩁ᩠ᨥᩣᨲᨶ ᩉᩮ ᨸᨴ᩠ᨾᩉᩈ᩠ᨲ ᪨ ᨧᩁ ᨧᩁ ᨶᩥᩆᩣᨧᩁᩮᩆ᩠ᩅᩁ ᨠ᩺ᩂᩇ᩠ᨱᩈᩁ᩠ᨸᨠ᩺ᩂᨲᨿᨩ᩠ᨬᩮᩣᨸᩅᩦᨲ ᪨ ᩑᩉ᩠ᨿᩮᩉᩥ ᨾᩉᩣᩅᩁᩣᩉᨾᩩᨡ ᨲᩕᩥᨸᩩᩁᨴᩉᨶᩮᩆ᩠ᩅᩁ ᨶᩣᩁᩣᨿᨱᨻᩃᩮᩣᨸᨻᩃᩅᩮᩆᨵᩁ ᪨ ᩉᩮ ᨶᩦᩃᨠᨱ᩠ᨮ ᩉᩮ ᨾᩉᩣᨠᩣᩃ ᩉᩃᩣᩉᩃᩅᩥᩇ ᨶᩥᩁ᩠ᨩᩥᨲ ᩃᩮᩣᨠᩈ᩠ᨿ ᩁᩣᨣᩅᩥᩇ ᩅᩥᨶᩣᩆᨶ ᨴ᩠ᩅᩮᩇᩅᩥᩇᩅᩥᨶᩣᩆᨶ ᨾᩮᩣᩉᩅᩥᩇᩅᩥᨶᩣᩆᨶ ᩉᩩᩃᩩᩉᩩᩃᩩ ᨾᩃᩖ ᪨ ᩉᩩᩃᩩ ᩉᩁᩮ ᨾᩉᩣᨸᨴ᩠ᨾᨶᩣᨽ ᪨ ᩈᩁᩈᩁ ᩈᩥᩁᩥᩈᩥᩁᩥ ᩈᩩᩁᩩᩈᩩᩁᩩ ᨾᩩᩁᩩᨾᩩᩁᩩ ᨻᩩᨵ᩠ᨿᨻᩩᨵ᩠ᨿ ᨻᩮᩣᨵᨿᨻᩮᩣᨵᨿ ᨾᩱᨲᩕᩥᨿ ᨶᩦᩃᨠᨱ᩠ᨮ ᪨ ᩑᩉ᩠ᨿᩮᩉᩥ ᩅᩤᨾᩈ᩠ᨳᩥᨲᩈᩥᩴᩉᨾᩩᨡ ᪨ ᩉᩈᩉᩈ ᨾᩩᨬ᩠ᨧᨾᩩᨬ᩠ᨧ ᨾᩉᩣᨭ᩠ᨭᩉᩣᩈᨾ᩺ ᪨ ᩑᩉ᩠ᨿᩮᩉᩥ ᨽᩮᩣ ᨾᩉᩣᩈᩥᨴ᩠ᨵᨿᩮᩣᨣᩮᩆ᩠ᩅᩁ ᪨ ᨽᨱᨽᨱ ᩅᩤᨧᨾ᩺ ᪨ ᩈᩣᨵᨿᩈᩣᨵᨿ ᩅᩥᨴ᩠ᨿᩤᨾ᩺ ᪨ ᩈ᩠ᨾᩁᩈ᩠ᨾᩁ ᨲᩴ ᨽᨣᩅᨶ᩠ᨲᩴ ᩃᩮᩣᨠᩥᨲᩅᩥᩃᩮᩣᨠᩥᨲᩴ ᩃᩮᩣᨠᩮᩆ᩠ᩅᩁᩴ ᨲᨳᩣᨣᨲᨾ᩺ ᪨ ᨴᨴᩤᩉᩥ ᨾᩮ ᨴᩁ᩠ᩆᨶᨠᩣᨾᩈ᩠ᨿ ᨴᩁ᩠ᩆᨶᨾ᩺"
};
