// Documentation for content

module.exports = {
	// Typeface name
	typeface: "Noto Sans Adlam",

	// Masthead
	poster: "𞤲𞥆𞤢𞤥𞤢",

	// Meta
	link: "https://www.google.com/get/noto/#sans-adlm",
	published: "2020",
	about:
		"Google has been developing a font family called Noto, which aims to support all languages with a harmonious look and feel. Noto has multiple styles and weights, and is freely available to all.",
	coverage: "1 Language",
	language: "Fulah (Adlam script)",

	// Tester
	tester:
		"𞤋𞤲𞥆𞤢𞤥𞤢 𞤢𞥄𞤣𞤫𞥅𞤶𞤭 𞤬𞤮𞤬 𞤨𞤮𞤼𞤭، 𞤲'𞤣𞤭𞤥𞤯𞤭𞤣𞤭 𞤫 𞤶𞤭𞤦𞤭𞤲𞤢𞤲𞥆𞤣𞤫 𞤼𞤮 𞤦𞤢𞤲𞥆𞤺𞤫 𞤸𞤢𞤳𞥆𞤫𞥅𞤶𞤭. ",

	// Specimen
	specimen1: "𞤑𞤵𞥅𞤤𞤢𞤤",
	specimen2: "𞤶𞤭𞤦𞤭𞤲𞤢𞤲𞤣𞤫",
	specimen3: "𞤤𞤫𞤴𞤣𞤭 𞤱𞤢𞤤𞥆𞤢 𞤲𞤫𞤯𞥆𞤮 𞤥𞤮 𞤴𞤮𞤱𞤭𞤼𞤢𞥄𞤳𞤭 𞤥𞤢𞥄 𞤱𞤮𞤲𞤭 𞤨𞤢𞤱𞤭𞤯𞤮 𞤴𞤢𞤥𞤭𞤪𞤮𞥅𞤪𞤫",
	specimen4:
		"𞤲𞥆𞤢𞤥𞤢 𞤢𞥄𞤣𞤫𞥅 𞤳𞤢𞤤𞤢 𞤭𞤲𞤢 𞤶𞤮𞤺𞤭𞥅 𞤸𞤢𞤳𞥆𞤫 𞤱𞤵𞥅𞤪𞤣𞤫، 𞤫 𞤸𞤢𞤳𞥆𞤫 𞤲'𞤣𞤭𞤥𞥆𞤢𞤺𞤵 𞤳𞤢𞤥 𞤫 𞤸𞤢𞤳𞥆𞤫 𞤲'𞤣𞤫𞥅𞤲𞤳𞤢 𞤫 𞤳𞤭𞤧𞤢𞤤 𞤸𞤮𞥅𞤪𞤫 𞤥𞤵𞤥.",

	// Setting
	setting1: " 𞤢𞥄𞤣𞤫𞥅𞤶𞤭 𞤬𞤮𞤬 𞤨𞤮𞤼𞤭، 𞤲'𞤣𞤭𞤥𞤯𞤭𞤣𞤭 𞤫𞤭. ",
	setting2: "𞤖𞤢𞤴 𞤲𞤫𞤯𞥆𞤮 𞤺𞤮𞥅𞤼𞤮 𞤬𞤮𞤼𞤢𞥄𞤲𞤭 𞤼𞤮𞤲𞥆𞤺𞤢𞥄𞤣𞤫 𞤫 𞤥𞤢𞤷𞥆𞤵𞤲𞤺𞤢𞥄 𞤺𞤵 𞤥𞤢𞤷𞥆𞤬.",
	setting3:
		"𞥑. 𞤑𞤢𞤤𞤢 𞤲𞤫𞤯𞥆𞤮 𞤼𞤵𞥅𞤥𞤢𞥄𞤯𞤮 𞤦𞤮𞤲𞤢𞤲𞥆𞤣𞤫 𞤭𞤲𞤢 𞤬𞤮𞤼𞤭 𞤪𞤫𞤱𞤫𞥅𞤣𞤫 𞤸𞤢𞥄 𞤳𞤮 𞤬𞤢𞤱𞤢𞥄 𞤫 𞤥𞤵𞤥 𞤳𞤮 𞤢𞤲𞥆𞤣𞤫 𞤭𞤲𞤢 𞤱𞤮𞥅𞤣𞤭 𞤱𞤢𞤤𞥆𞤢 𞤢𞤤𞤢𞥄 𞤼𞤢𞤱𞤢 𞤳𞤮 𞤻𞤢𞥄𞤱𞤮𞥅𞤪𞤫 𞤤𞤢𞥄𞤯𞤭𞤲𞥆𞤢𞥄𞤲𞤣𞤫 𞤲'𞤣𞤫 𞤧𞤵𞥅𞤯𞤢𞥄𞤳𞤢 𞤻𞤢𞥄𞤱𞤭 𞤫 𞤼𞤢𞤱𞤼𞤭𞤲𞤺𞤮𞤤 𞤻𞤢𞥄𞤱𞤮𞤩𞤫 𞤤𞤵𞥅𞤲𞤣𞤭𞥅𞤩𞤫 𞤸𞤫𞥅𞤣𞤩𞤫 𞤦𞤢𞤲𞥆𞤺𞤫 𞤻𞤢𞥄𞤱𞤫𞤼𞤫𞥅𞤯𞤮 𞤮𞥅.",
	setting4:
		"𞥑. 𞤕𞤢𞤺𞥆𞤢𞤤 𞤲'𞤣𞤫 𞤲𞤫𞤯𞥆𞤮 𞤣𞤢𞤻𞤭𞥅 𞤣𞤵𞥅𞤩𞤭 𞤳𞤫𞤤𞥆𞤭ƭ𞤵𞤴𞤢 𞤧𞤮 𞤳𞤮 𞤮 𞤣𞤫𞤦𞥆𞤮، 𞤧𞤮 𞤳𞤮 𞤮 𞤺𞤮𞤪𞤳𞤮 𞤬𞤢𞤤𞤼𞤢𞥄 𞤳𞤭 𞤤𞤫𞤻𞤮𞤤، 𞤲'𞤺𞤵𞤪𞤵، 𞤤𞤫𞤴𞤣𞤭 𞤮𞤲𞤮 𞤶𞤮𞤺𞤭 𞤸𞤢𞤳𞥆𞤫 𞤪𞤫𞤧𞤣𞤫 𞤥𞤢𞥄 𞤪𞤫𞤧𞤫𞥅𞤣𞤫، 𞤮 𞤣𞤢𞤪𞤲𞤢 𞤬𞤮𞥅𞤴𞤪𞤫. 𞤑𞤮 𞤳𞤢𞤥𞤩𞤫 𞤨𞤮𞤼𞤭 𞤸𞤫𞥅𞤲 𞤸𞤢𞤳𞥆𞤫𞥅𞤶𞤭 𞤶𞤮𞤱𞤭𞤼𞤭𞥅𞤯𞤭 𞤫 𞤣𞤫𞤱𞤺𞤢𞤤 𞤧𞤮 𞤭𞤲𞤢 𞤸𞤵𞤥𞤫𞥅 𞤱𞤢𞤤𞥆𞤢 𞤧𞤮 𞤭𞤲𞤢 𞤭𞤼𞥆𞤫𞥅 (𞤺𞤮𞥅𞤪𞤳𞤮 𞤫 𞤣𞤫𞤱𞤦𞤮).",
	setting5:
		"𞥑. 𞤐𞤫𞤯𞥆𞤮 𞤳𞤢𞤤𞤢 𞤭𞤲𞤢 𞤶𞤮𞤺𞤭𞥅 𞤸𞤢𞤳𞥆𞤫 𞤫 𞤶𞤫𞤴𞤫𞥅𞤣𞤫 𞤫 𞤼𞤫𞤪𞤯𞤫 𞤺𞤢𞤪𞤣𞤭𞥅𞤯𞤫 𞤤𞤫𞤴𞤣𞤭 𞤥𞤵𞤥. 𞤚𞤢𞤱𞤢 𞤳𞤮 𞤳𞤢𞤻𞤵𞤥 𞤫 𞤸𞤮𞥅𞤪𞤫 𞤥𞤵𞤥 𞤱𞤢𞤤𞥆𞤢 𞤼𞤢𞤱𞤢 𞤳𞤮 𞤱𞤢𞥄𞤦𞤢𞥄𞤣𞤫 𞤫 𞤩𞤫 𞤴𞤭𞤥𞤩𞤫 𞤫 𞤷𞤵𞤩𞤭𞥅 𞤭𞤲𞤢 𞤲'𞤶𞤮𞥅𞤯 𞤢𞤻𞤭𞥅 𞤤𞤫𞤴𞤣𞤭 𞤧𞤢𞤦𞤵 𞤶𞤮𞤻𞤫𞥅𞤣𞤫 𞤺𞤫𞤯𞤫 𞤥𞤵𞤥.𞥓. 𞤃𞤵𞥅𞤴𞤢𞥄𞤲𞤣𞤫 𞤤𞤫𞤴𞤣𞤭 𞤲'𞤣𞤭𞥅 𞤳𞤮 𞤻𞤭𞤩𞤺𞤮𞤤 𞤳𞤢𞤤𞤬𞤢𞥄𞤲𞤣𞤭 𞤤𞤢𞥄𞤥𞤵𞥅𞤶𞤭 𞤯𞤭𞥅. 𞤐'𞤣𞤭𞥅𞤲 𞤳𞤢𞤤𞤬𞤢𞥄𞤲𞤣𞤭 𞤻𞤭𞤩𞤮𞤪𞤼𞤮𞥅 𞤼𞤢𞤲 𞤧𞤮𞤧𞤣𞤫 𞤱𞤮𞥅𞤼𞤫𞥅𞤶𞤭 𞤷𞤵𞤩𞤮𞥅 𞤧𞤵𞤩𞤲𞤺𞤮 𞤤𞤢𞥄𞤩𞤲𞤺𞤮 𞤫 𞤤𞤫𞤴𞤣𞤭 𞤳𞤢𞤤𞤢، 𞤼𞤢𞤱𞤢 𞤷𞤵𞤩𞤮𞤼𞤮𞥅 𞤯𞤮 𞤳𞤢𞤤𞤢 𞤭𞤲𞤢 𞤼𞤮𞤼𞥆𞤫𞥅 𞤲'𞤣𞤭𞤥𞤢𞥄𞤺𞤵 𞤥𞤵𞤥 𞤼𞤭𞤥𞥆𞤵𞤲𞤺𞤵𞤫𞤯𞥆𞤮 𞤳𞤢𞤤𞤢 𞤫 𞤲'𞤣𞤫𞤪 𞤪𞤫𞤲𞥆𞤣𞤮 𞤭𞤲𞤢 𞤶𞤮𞤺𞤭𞥅 𞤸𞤢𞤳𞥆𞤫 𞤫 𞤲'𞤣𞤫𞥅𞤲 𞤳𞤢 𞤪𞤫𞤲𞥆𞤣𞤮𞤴𞤢𞤲𞤳𞤫𞥅𞤱𞤮. 𞤯𞤵𞤥𞤳𞤮 𞤱𞤫𞤤𞤼𞤢𞥄𞤪𞤫 𞤸𞤢𞤳𞥆𞤫𞥅𞤶𞤭 𞤬𞤢𞤺𞥆𞤵𞤣𞤵𞤴𞤢𞤲𞤳𞤮𞤶 𞤫 𞤪𞤫𞤲𞥆𞤣𞤮𞤴𞤢𞤲 𞤸𞤫𞥅𞤶𞤭 𞤫 𞤨𞤭𞤲𞤢 𞤴𞤢𞤲𞤳𞤮𞥅𞤶𞤭 𞤳𞤢𞤼𞤮𞤶𞤭𞤲𞤢𞥄 𞤯𞤭 𞤫 𞤲'𞤣𞤭𞤥𞤢𞥄𞤺𞤵 𞤫 𞤩𞤢𞤥𞤼𞤢𞥄𞤪𞤫 𞤢𞥄𞤣𞤫 𞤫 𞤣𞤮𞤱 𞤼𞤵𞥅𞤺𞤢𞥄𞤣𞤫 𞤫 𞤲'𞤺𞤮𞤲𞤳𞤢 𞤤𞤫𞤴𞤣𞤭 𞤬𞤮𞤬.",
	setting6:
		"𞥑. 𞤐𞤫𞤯𞥆𞤮 𞤳𞤢𞤤𞤢 𞤭𞤲𞤢 𞤶𞤮𞤺𞤭𞥅 𞤸𞤢𞤳𞥆𞤫 𞤤𞤭𞤺𞥆𞤢𞥄𞤣𞤫 𞤫 𞤣𞤮𞤱 𞤨𞤮𞤼𞤢𞤤 𞤸𞤵𞤶𞥆𞤭𞤢𞥄𞤶𞤭 𞤤𞤭𞤺𞥆𞤫𞥅𞤴 𞤫 𞤲'𞤣𞤫𞥅𞤲𞤳𞤢 𞤦𞤢𞥄𞤧𞤺𞤮𞤤 𞤺𞤮𞤤𞥆𞤢𞥄𞤣𞤫.𞥒. 𞤒𞤭𞤥𞤩𞤫 𞤬𞤮𞤬 𞤨𞤮𞤼𞤭 𞤬𞤮𞤼𞤣𞤫 𞤲'𞤶𞤮𞤩𞤣𞤭 𞤧𞤮 𞤼𞤢𞤱𞤭𞥅 𞤩𞤫 𞤨𞤮𞤼𞤭𞥅 𞤤𞤭𞤺𞥆𞤫𞥅𞤴.𞥓. 𞤑𞤢𞤤𞤢 𞤤𞤭𞤺𞥆𞤭𞤯𞤮 𞤭𞤲𞤢 𞤶𞤮𞤺𞤭𞥅 𞤸𞤢𞤳𞥆𞤫 𞤲'𞤶𞤮𞤩 𞤣𞤭 𞤬𞤮𞤼𞤲𞤣𞤭 𞤸𞤫𞥅𞤲، 𞤲'𞤶𞤮𞤲𞤣𞤭𞤐'𞤦𞤢𞥄𞤱𞤲𞤣𞤭 𞤶𞤮𞤺𞤢𞥄𞤣𞤫 𞤥𞤮 𞤳𞤢𞤲𞤳𞤮 𞤫 𞤩𞤫𞤧𞤲𞤺𞤵 𞤥𞤢𞤳𞥆𞤮𞤐'𞤦𞤫𞤤𞤫 𞤲'𞤶𞤮𞤺𞤮𞥅 𞤲'𞤺𞤮𞤲𞤳𞤢 𞤥𞤮𞤰𞥆𞤢 𞤼𞤫𞤣𞥆𞤵𞤳𞤢. 𞤐'𞤶𞤮𞤩𞤣𞤭 𞤭𞤲𞤢 𞤸𞤢𞥄𞤲𞤭 𞤼𞤭𞤥𞥆𞤭𞤲𞤭𞤪𞤫𞥅𞤣𞤫 𞤷𞤢𞤼𞤭𞥅𞤯𞤫 𞤪𞤫𞤲𞥆𞤣𞤮𞤴𞤢𞤲𞤳𞤮𞥅𞤶𞥔. 𞤐𞤫𞤯𞥆𞤮 𞤳𞤢𞤤𞤢 𞤤𞤭𞤺𞥆𞤮𞤼𞤮𞥅𞤯𞤮 𞤭𞤲𞤢 𞤶𞤮𞤺𞤭𞥅 𞤤𞤢𞥄𞤱𞤮𞤤 𞤼𞤢𞤬𞤣𞤫 𞤬𞤫𞤣𞥆𞤫 𞤱𞤵𞤤𞥆𞤭𞤼𞤢𞥄𞤪𞤫 𞤸𞤢𞤳𞥆𞤫𞤶𞤭 𞤤𞤭𞤺𞥆𞤫𞥅𞤴 𞤱𞤢𞤤𞥆𞤢 𞤴𞤢𞤲𞤼𞤮𞤲𞤣𞤭𞤪𞤣𞤫 𞤬𞤫𞤣𞥆𞤫 𞤤𞤭𞤺𞥆𞤮𞤼𞤮𞥅𞤩𞤫 𞤥𞤵𞤥 𞤫 𞤨𞤫𞤣𞤤𞤫 𞤺𞤮𞤯𞥆𞤫 𞤤𞤭𞤺𞥆𞤮𞤼𞤮𞥅𞤩𞤫 𞤧𞤮 𞤼𞤢𞤱𞤭 𞤫𞤯𞤫 𞤲'𞤣𞤫𞤲𞥆𞤣𞤭 𞤲'𞤺𞤮𞤰 𞤢𞥄𞤶𞤭 𞤫 𞤢𞤲𞥆𞤭𞤴𞤢.𞤐𞤫𞤯𞥆𞤮 𞤳𞤢𞤤𞤢 𞤭𞤲𞤢 𞤶𞤮𞤺𞤭 𞤸𞤢𞤳𞥆𞤫 𞤫 𞤬𞤮𞥅𞤬𞤼𞤫𞤪𞤫 𞤱𞤢𞤤𞥆𞤢 𞤱𞤫𞤤𞤼𞤭𞤲𞤣𞤫 𞤩𞤫𞤪𞤲𞤣𞤫 𞤲𞤵𞤥 𞤱𞤢𞤤𞥆𞤢 𞤱𞤮𞥅𞤣𞤢 𞤯𞤮 𞤸𞤢𞥄’𞤯𞤲𞤭 𞤤𞤭𞤺𞥆𞤫𞥅𞤴 𞤥𞤵𞤥 𞤫𞤼𞤫 𞤳𞤢𞤤𞤢 𞤤𞤭𞤺𞥆𞤮𞤼𞤮𞥅𞤯𞤮 𞤭𞤲𞤢 𞤶𞤮𞤺𞤭𞥅 𞤸𞤢𞤳𞥆𞤫 𞤫 𞤬𞤮𞥅𞤬𞤼𞤫𞤪𞤫 𞤴𞤮𞤩 𞤫𞤼𞤫𞥅𞤲𞤣𞤫.𞥑. 𞤐𞤫𞤯𞥆 𞤳𞤢𞤤𞤢 𞤭𞤲𞤮 𞤬𞤮𞤼𞤭 𞤶𞤮𞤺𞤢𞥄𞤣𞤫 𞤸𞤢𞤳𞥆𞤫 𞤲'𞤺𞤵𞥅𞤪𞤲𞤣𞤢𞤥 𞤷𞤫𞤥𞤮𞤪𞤯𞤢𞤥 𞤸𞤢𞥄 𞤱𞤢𞥄𞤱𞤢𞥄 𞤼𞤮𞤨𞥆𞤭𞤼𞤢𞥄𞤣𞤫 𞤷𞤫𞤤𞥆𞤢𞤤 𞤥𞤵𞤥، 𞤲'𞤺𞤮𞤲𞤳𞤢 𞤥𞤵𞤥 𞤫𞤳𞤢 𞤩𞤫𞤧𞤲𞤺𞤵 𞤥𞤵𞤥 𞤸𞤢𞥄 𞤼𞤫𞥅ŋ𞤼𞤭 𞤫 𞤲'𞤺𞤵𞥅𞤪𞤢، 𞤳𞤮𞤯𞤤𞤷𞤭، 𞤧𞤢𞤬𞤢𞥄𞤪𞤢 𞤫 𞤺𞤫𞤯𞤫 𞤪𞤫𞤲𞥆𞤣𞤮؛ 𞤮𞤥𞤮 𞤶𞤮𞤺𞤭𞥅 𞤸𞤢𞤳𞥆𞤫 𞤫 𞤲'𞤣𞤫𞥅𞤲𞤳𞤢 𞤧𞤮 𞤼𞤢𞤱𞤭𞥅 𞤮 𞤤𞤭𞤺𞥆𞤢𞥄𞤳𞤭، 𞤱𞤢𞤤𞥆𞤢 𞤮 𞤧𞤫𞤤𞥆𞤢𞥄𞤲𞤭 𞤥𞤢 𞤱𞤢𞤤𞥆𞤢 𞤮 𞤶𞤮𞤣𞤼𞤢𞥄 𞤣𞤫 𞤫 𞤣𞤮𞥅𞤤𞤫 𞤥𞤵𞤥، 𞤱𞤢𞤤𞥆𞤢 𞤳𞤫𞤧 𞤶𞤮𞥅𞤯𞤭𞥅𞤯𞤮، 𞤲𞤢𞤴𞤱𞤵𞤯𞤮 𞤱𞤢𞤤𞥆𞤢 𞤳𞤢𞤤𞤢 𞤺𞤫𞤯𞤫 𞤦𞤢𞥄𞤧𞤮𞥅𞤶𞤫 𞤱𞤢𞤤𞥆𞤭𞤼𞤣𞤫 𞤲'𞤺𞤵𞥅𞤪𞤢 𞤯𞤫 𞤨𞤢𞤱𞤢𞥄𞤳𞤭 𞤫 𞤦𞤫𞤤𞥆𞤢𞤲𞤼𞤫𞥅𞤶𞤫.𞥒. 𞤔𞤭𞤦𞤭𞤲𞤢𞥄𞤯𞤮 𞤣𞤫𞤦𞥆𞤮 𞤫 𞤧𞤵𞤳𞤢𞥄𞤳𞤵 𞤭𞤲𞤢 𞤲'𞤶𞤮𞤺𞤭𞥅 𞤸𞤢𞤳𞥆𞤫 𞤦𞤢𞤤𞥆𞤢𞤤 𞤫 𞤼𞤮𞤨𞥆𞤭𞤼𞤢𞥄𞤺𞤮𞤤 𞤳𞤫𞥅𞤪𞤭𞥅𞤯𞤭. 𞤅𞤵𞤳𞤢𞥄𞤩𞤫 𞤬𞤮𞤬، 𞤱𞤮𞤲𞤭 𞤢 𞤶𞤭𞤦𞤭𞤲𞤢𞥄𞤩𞤫 𞤫 𞤲'𞤣𞤫𞤪 𞤣𞤫𞤱𞤺𞤢𞤤 𞤱𞤢𞤤𞥆𞤢 𞤷𞤢𞤺𞥆𞤢𞤤 𞤣𞤫𞤱𞤺𞤢𞤤 𞤨𞤮𞤼𞤭 𞤬𞤮𞤼𞤣𞤫 𞤼𞤮 𞤦𞤢𞤲𞥆𞤺𞤫 𞤲'𞤣𞤫𞥅𞤲𞤳𞤢 𞤪𞤫𞤲𞥆𞤣𞤮𞤴𞤢𞤲𞤳𞤫𞥅𞤱𞤮"
};
